Tekla.Structures.ModelInternal.dotIFC2X3_Product_t
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_Product_t.IFC2X3_OwnerHistory
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_Product_t.Name
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_Product_t.Description
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_Product_t.ObjectType
DO NOT USE! For internal usage only!